# brew install
# ------------

# ZSH plugin manager
brew "antigen"

# brew tap
# --------

tap "homebrew/cask-fonts"

# brew cask install
# -----------------

# Browsers
cask "google-chrome"

# Terminal
cask "iterm2"

# VS Code
cask "visual-studio-code"

# Git client
cask "fork"

# Hack Nerd Font
cask "font-hack-nerd-font"

# Spotify
cask "spotify"

# Messages
cask "telegram-desktop"
cask "whatsapp"

# Screensaver
cask "aerial"

# Window manager
cask "rectangle"

# Figma
cask "figma"

# Media player
cask "iina"

# App uninstaller
cask "appcleaner"

# Decompressing app
cask "the-unarchiver"
