# brew install
# ------------

# CLI for the Mac App Store
brew "mas"

# brew cask install
# -----------------

# Browsers
cask "google-chrome"
cask "firefox"

# Terminal
cask "iterm2"

# VS Code
cask "visual-studio-code"

# Git client
cask "fork"

# Docker Desktop
cask "docker"

# Hack Nerd Font
cask "font-hack-nerd-font"

# Spotify
cask "spotify"
cask "spotify-notifications"

# Improved Spotlight
cask "alfred"

# Messages
cask "telegram-desktop"
cask "whatsapp"

# Menubar Calendar
cask "itsycal"

# Screensaver
cask "aerial"

# Window manager
cask "rectangle"

# Figma
cask "figma"

# Media player
cask "iina"

# App uninstaller
cask "appcleaner"

# Decompressing app
cask "the-unarchiver"

# mas install
# -----------

# Keep-awake app
mas "Amphetamine", id: 937984704

# Note taking app
mas "Bear", id: 1091189122

# Xcode
mas "Xcode", id: 497799835
