# brew install
# ------------

brew "neovim"

# brew install --cask
# -------------------

# Fonts
cask "font-jetbrains-mono"

# Browsers
cask "google-chrome"
cask "brave-browser"

# Dev
cask "ghostty"
cask "visual-studio-code"
cask "cursor"
cask "fork"
cask "figma"
# cask "drawio"

# Chat
cask "whatsapp"

# Productivity
cask "raycast"
cask "karabiner-elements"

# Notes
cask "craft"
cask "notion"

# Music
cask "spotify"

# Utilities
cask "appcleaner"
cask "keepingyouawake"
cask "iina"
cask "chatgpt"
